{
  "About": "About me",
  "ToolsNav": "Technologies",
  "Projects": "Projects",
  "Contact": "Contact",
  "My name is": "Hello, my name is ",
  "I am": "I am a Web Developer",
  "About Paragraph1": "I am a solution-oriented person with a strong composure and analytical mind. These qualities make me a great fit for the IT industry. Since 2019, I have been learning the basics of frontend and theory about networks and computers. Since then, I have also been hobnobbing with first projects in JavaScript and Python. Currently, I focus on working with React and TypeScript, with the use of which, implementing new ideas, I consistently develop my knowledge and skills.",
  "About Paragraph2": "I am a technology enthusiast, I have always been fascinated by computers, electronics and how they work. My greatest passion is martial arts (BJJ).  The range of my interests is wide, I like to read about Himalayanism, Buddhism or history, all these fields bring a lot of teachings that I successfully apply to my life, thanks to this knowledge I realize that",
  "Possible": "everything is possible",
  "Tools Description": "In my life I have used many types of software or systems, for my needs I have also been involved in graphic design and UX/UI design. Familiarity with new technologies and systems comes quickly to me. I believe that (usually) the simplest solutions are the best.",
  "Primary Tools": "I have experience in developing applications using primarily:",
  "Secondary Tools": "And also:",
  "Projects Description": "I created hobby projects such as Tic Tac Toe (Python),Pacman-style game (JS) or business card pages, the projects were created from 2019, some of them are preserved on my GitHub. To deepen my knowledge, I solved various programming tasks and challenges. My latest and most important projects are:",
  "Crypto Description": "Static website for my cryptocurrency business project. Custom UX and logo design.",
  "Crypto name": "Crypto exchange business page",
  "VA Description": "This web application contains tools related to productivity and grappling martial arts - specifically for Brazilian Jiu-Jitsu.\n \n I am the author of the whole idea, functionalities \nas well as the creator of the logo and name, I created the UX and UI using Bootstrap, JavaScript and HTMX, as well as the database logic and backend in Django.\nThe project serves me and the people in the club. The application is open-source and remains in beta as of 05/06/2023. \nThe application contains a lot of functionality and is divided into several modules:\n\na) Clubs \n- Club members (profiles of other people and permission manager)\n- Club schedule (generator)\n- Club workouts  \n- List of clubs, any user can ask a club (authorized members) to join it \n\nb) BJJournal (Brazilian Jiu - Jitsu Journal)\n- Statistics\n- Add a training session (record the type of session, length, techniques learned, etc.).\n- Your training sessions (list all sessions, where the user can edit or delete each session)\n- Open techniques database (where any user can add a Jiu Jitsu technique (name, type, etc.) and add Suggestions to other techniques)\n- A simple to do application, where the user can add a list, and to-do items in each list.\n\nc) Notifications)\n- Notify eligible members of applications\n\nd) Account / Profile (Account / Profile)\n- Manage account (change password / email) and profile (personal information (optional) - user avatar, belt, bio etc).",
  "Portfolio Description": "My personal website :) Project by my design - created in React / NextJS (the reason for using such a powerful tool for a business card was simply to explore the possibilities of React)",
  "Portfolio name": "Portfolio page",
  "Auratek description": "Project created on behalf of Auratek - business card with subpages. Project done according to my design",
  "Interested": "If you are interested in me and would like to cooperate or ask a question, please do not hesitate to contact me.",
  "E-mail": "Your e-mail",
  "Subject": "Subject",
  "Message": "Message",
  "Send": "Send",
  "Message sent": "Your message has been sent!",
  "Close": "Close"
}
