{
  "My name is" :"Cześć, nazywam się",
  "I am" : "Jestem Junior Web Developerem",
  "About" : "O mnie",
  "Technologies": "Technologie",
  "Projects" : "Projekty",
  "Contact" : "Kontakt",
  "About Paragraph1" : " Jestem osobą nastawioną na rozwiązywanie problemów, z dużym opanowaniem i umysłem analitycznym. Te cechy sprawiają, że  świetnie odnajduję się w branży IT. <br/> W szkole uczyłem się programowania w C++, podstaw frontendu oraz teorii o sieci i komputerach. Pierwsze projekty jak gra w 'pacmana', czy kółko i krzyżyk tworzyłem od roku 2019, w JavaScript lub Pythonie. Bazując na tych podstawach, w 2022r. podjąłem decyzję, aby powrócić do webdevu na poważnie i tworząc nowe projekty konsekwentnie rozwijam swoją wiedzę i umiejętności.",
  "About Paragraph2" : "Jestem entuzjastą nowych technologii,  od zawsze fascynowały mnie komputery, elektronika i ich sposób działania. Zakres moich zainteresowań jest szeroki, jednak moją największą pasją są sztuki walki, które nauczyły mnie wielu rzeczy m.in konsekwencji i wartości małych ulepszeń zarówno na treningu jak i w naszym życiu  (kaizen).\nCodziennie czytam, oprócz książek o himalaiźmie, buddyźmie i duchowości, filozofii czy historii, interesuję się fizyką i kosmosem, wszystkie te dziedziny wnoszą wiele nauk, które z sukcesem odnoszę do swojego życia i dzięki tej wiedzy zdaję sobie sprawę, że",
  "Possible" : "wszystko jest możliwe",
  "Technologies Description" : " W swoim życiu korzystałem w wielu rodzajów oprogramowania, w zależności od wykonywanej pracy, stąd poznałem różne aplikacje, systemy ERP czy platformy wewenętrzne firm. Dodatkowo dla siebie lub w ramach prowadzenia biznesu zajmowałem się wielokrotnie obróbką zdjęć i tworzeniem grafik. Dzięki temu obeznanie z nowymi technologiami i systemami przychodzi mi szybko. Uważam, że najprostsze rozwiązania są najlepsze.",
    "Languages" : "W swojej pracy dotychczas wykorzystywałem następujące języki i biblioteki:",
   "Tools" : "A także następujące narzędzia:",
  "Projects Description" : "  Pierwsze projekty w JavaScript i Pythonie (to-do, proste gry, kółko i krzyżyk, wizytówka itp). Były to projekty tworzone tworzone od roku 2019, nie używałem wówczas GitHuba stąd większość tych projektów przepadła w czeluściach dysków. Moje najważniejsze projekty webowe to:",
  "Crypto Description" : "Statyczna strona dla mojego projektu biznesu związanego z kryptowalutami. Własny projekt UX i logo. ",
  "Crypto name" : "Kantor krypto - wizytówka firmy",
  "VA Description" : "Ta aplikacja webowa zawiera narzędzia związane z produktywnością i chwytanymi sztuki walki - w szczególności dla Brazylijskiego Jiu-Jitsu.\n \n Jestem autorem całego pomysłu, funkcjonalności \njak i twórcą logo i nazwy, utworzyłem UX i UI używając Bootstrapa, JavaScripta i HTMX, a także logikę baz danych i backend w Django.\nProjekt służy mi i osobom z klubu. Aplikacja jest open-source i na dzień 05.06.2023r. pozostaje w fazie beta. \nAplikacja zawiera wiele funkcjonalności i podzielona jest na kilka modułów:\n\na) Kluby (Clubs)\n- Członkowie klubu (profile innych osób i menadżer uprawnień)\n- Harmonogram klubu (generator grafiku)\n- Treningi klubowe  \n- Lista klubów, każdy użytkownik może poprosić klub (uprawnionych członków)  o dołączenie do niego \n\nb) BJJournal (Brazilian Jiu - Jitsu Journal)\n- Statystyki\n- Dodaj sesję treningową (zapisz typ sesji, długość, poznane techniki itp.)\n- Twoje sesje treningowe (lista wszystkich sesji, gdzie użytkownik może edytować lub usunąć każdą sesję)\n- Otwarta baza technik (gdzie każdy użytkownik może dodać technikę Jiu Jitsu (nazwa, typ itp.) oraz dodać Sugestie do innych technik)\n- Prosta aplikacja to do, gdzie użytkownik może dodać listę, oraz przedmioty do zrobienia w poszczególnych listach.\n\nc) Powiadomienia (Notifications)\n- Powiadamianie uprawnionych członków o wnioskach\n\nd) Konto / Profil (Account / Profile)\n- Zarządzaj kontem (zmień hasło / e-mail) i profilem (informacje osobiste (opcjonalnie) - avatar użytkownika, pas, bio etc.)",
  "Portfolio Description" : "Moja strona osobista :) Projekt tworzony w React / NextJS.",
  "Portfolio name" : "Strona portfolio",
  "Interested" : "Jeśli zainteresowała Cię moja osoba i chcesz nawiązać współpracę lub zadać pytanie - zapraszam do kontaktu.",
  "E-mail": "Twój e-mail",
  "Subject" : "Temat",
  "Message" : "Wiadomość",
  "Send" : "Wyślij",
  "Message sent" : "Wiadomość została wysłana",
  "Close" : "Zamknij"
}