{
  "My name is" :"Cześć, nazywam się",
  "I am" : "Jestem Web Developerem",
  "About" : "O mnie",
  "Technologies": "Technologie",
  "Projects" : "Projekty",
  "Contact" : "Kontakt",
  "About Paragraph1" : " Jestem osobą nastawioną na rozwiązywanie problemów, z dużym opanowaniem i umysłem analitycznym. Te cechy sprawiają, że świetnie odnajduję się w branży IT. <br/> Od roku 2019 uczyłem się programowania w C++, podstaw frontendu oraz teorii o sieci i komputerach. Od wtedy również hobbistycznie tworzyłem pierwsze projekty w JavaScript i Pythonie. Bazując na tych podstawach w 2022r. podjąłem decyzję, aby zająć się web developmentem na poważnie i implementując różne pomysły konsekwentnie rozwijam swoją wiedzę i umiejętności.",
  "About Paragraph2" : "Jestem entuzjastą nowych technologii, od zawsze fascynowały mnie komputery, elektronika i ich sposób działania. Zakres moich zainteresowań jest szeroki, jednak moją największą pasją są sztuki walki, które nauczyły mnie wielu rzeczy m.in konsekwencji i wartości małych ulepszeń zarówno na treningu jak i w naszym życiu  (kaizen).\nCodziennie czytam, oprócz książek o himalaiźmie, buddyźmie i duchowości, filozofii czy historii, interesuję się fizyką i kosmosem, wszystkie te dziedziny wnoszą wiele nauk, które z sukcesem odnoszę do swojego życia i dzięki tej wiedzy zdaję sobie sprawę, że",
  "Possible" : "wszystko jest możliwe",
  "Technologies Description" : "W swoim życiu korzystałem w wielu rodzajów oprogramowania, w zależności od wykonywanej pracy, stąd poznałem różne aplikacje, systemy ERP czy platformy wewenętrzne firm. Dodatkowo dla siebie lub w ramach prowadzenia biznesu zajmowałem się wielokrotnie obróbką zdjęć i tworzeniem grafik. Dzięki temu obeznanie z nowymi technologiami i systemami przychodzi mi szybko. Uważam, że najprostsze rozwiązania są najlepsze.",
    "Languages" : "W swojej pracy dotychczas wykorzystywałem następujące języki, biblioteki i frameworki:",
   "Tools" : "A także następujące narzędzia:",
  "Projects Description" : "Stworzyłem projekty takie jak kółko i krzyżyk (z niepokonanym botem), wizytówkę dla sklepu z żywnością, czy grę przypominającą Pacmana. Wszystkie te projekty tworzone były od 2019 roku, nie korzystałem wtedy z GitHuba, dlatego większość z nich zaginęła gdzieś w czeluściach dysków. W ramach procesu nauki i dla pogłębiania wiedzy rozwiązywałem różne zadania i wyzwania programistyczne. Moje najnowsze i najważniejsze projekty internetowe to:\n\n",
  "Crypto Description" : "Statyczna strona dla mojego projektu biznesu związanego z kryptowalutami. Własny projekt UX i logo.",
  "Crypto name" : "Kantor krypto - wizytówka firmy",
  "VA Description" : "\nTa aplikacja webowa zawiera narzędzia związane z produktywnością i sztukami walki, szczególnie  z Brazylijskim Jiu-Jitsu.\n\nJestem autorem całego pomysłu, funkcjonalności, logo i nazwy. Stworzyłem również interfejs użytkownika (UI) i doświadczenie użytkownika (UX) przy użyciu Bootstrapa, JavaScriptu i HTMX. Odpowiedzialny byłem również za logikę baz danych oraz backend w Django.\n\nProjekt ten służy zarówno mi, jak i członkom klubu. Aplikacja jest open-source i na dzień 5 czerwca 2023 roku pozostaje w fazie beta. Zawiera wiele funkcjonalności, stąd jest podzielona na kilka modułów, każdy z tych modułów zawiera kilka funkcji:\n\na) Kluby (Clubs)\n\nProfile członków klubu (profile innych użytkowników oraz zarządzanie uprawnieniami)\nHarmonogram klubu (generator grafiku)\nTreningi klubowe\nLista klubów, gdzie każdy użytkownik może poprosić o dołączenie do danego klubu (za pośrednictwem uprawnionych członków)\nb) BJJournal (Brazilian Jiu-Jitsu Journal)\n\nStatystyki\nDodawanie sesji treningowych (zapis typu sesji, długości, poznanych technik itp.)\nTwoje sesje treningowe (lista wszystkich sesji, gdzie użytkownik może edytować lub usunąć każdą sesję)\nOtwarta baza technik (gdzie każdy użytkownik może dodać technikę Jiu Jitsu, zapisać jej nazwa, typ itp, a także może dodawać sugestie do innych technik)\nProsta aplikacja to-do, gdzie użytkownik może tworzyć listy oraz dodawać przedmioty do zrobienia w poszczególnych listach.\nc) Powiadomienia (Notifications)\n\nPowiadomienia dla uprawnionych członków klubu o wnioskach i innych ważnych informacjach\nd) Konto / Profil (Account / Profile)\n\nZarządzanie kontem (zmiana hasła / e-maila) oraz profilem (informacje osobiste - opcjonalnie: avatar użytkownika, pas, bio itp.)",
  "Portfolio Description" : "Moja strona osobista :) Projekt tworzony w React / NextJS.",
  "Portfolio name" : "Strona portfolio",
  "Interested" : "Jeśli zainteresowała Cię moja osoba i chcesz nawiązać współpracę lub zadać pytanie - zapraszam do kontaktu.",
  "E-mail": "Twój e-mail",
  "Subject" : "Temat",
  "Message" : "Wiadomość",
  "Send" : "Wyślij",
  "Message sent" : "Wiadomość została wysłana",
  "Close" : "Zamknij"
}